Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_10_Design verification  _10 KONSTRUKTSIOONIOMADUSTE KONTROLL.tmx
Source language: en
Languages: et

source: 10.11.5.5 Results to be obtained After the test, deformation of busbars and conductors is acceptable provided that the clearances and creepage distances specified in 8.3 are still complied with.
et: 10.11.5.5 Saavutamist vajavad tulemused Pärast katsetust on kogumislattide ja juhtide deformatsioon vastuvõetav, kui on tagatud, et jaotises 8.3 sätestatud õhk- ja roomevahemikud vastavad endiselt nõuetele.

source: In case of any doubt, clearances and creepage distances shall be measured (see 10.4).
et: Mingi kahtluse korral tuleb õhk- ja roomevahemikud üle mõõta (vt jaotis 10.4).

source: The characteristics of the insulation shall remain such that the mechanical and dielectric properties of the equipment satisfy the requirements of the relevant assembly standard.
et: Isolatsiooni tunnussuurused peavad säilima selliselt, et seadmete mehaanilised ja dielektrilised omadused rahuldaksid asjakohase koostestandardi nõudeid.

source: A busbar support or cable restraint shall not have separated into two or more pieces.
et: Kogumislattide toestuselement ega kaabli kinnitustugi ei tohi olla lagunenud kaheks või enamaks tükiks.

source: Also, there shall be no cracks appearing on opposite sides of a support and no cracks, including surface cracks, running the full length or width of the support.
et: Samuti ei tohi ilmneda mõrasid toestuselemendi vastaskülgedel ega muid mõrasid, sealhulgas mööda toestuselementide kogu pikkust või laiust jooksvaid pinnamõrasid.

source: In case of any doubt that the insulation properties of the assembly are not maintained, an additional power frequency test at two times Ue with a minimum of 1 000 V shall be performed in accordance with 10.9.2.
et: Mingi kahtluse korral, et kooste isolatsiooniomadused pole säilinud, tuleb vastavalt jaotisele 10.9.2 sooritada võrgusageduslik lisakatsetus tunnus-talitluspinge Ue kahekordsel väärtusel, kuid vähemalt pingel 1000 V.

source: There shall be no loosening of parts used for the connection of conductors and the conductors shall not separate from the outgoing terminals.
et: Juhtide ühendamiseks kasutatud osad ei tohi lahti tulla ja juhid ei tohi väljundklemmidest eralduda.

source: Distortion of the busbars or supporting structure of the assembly that impairs its normal use shall be deemed a failure.
et: Kogumislattide või kooste tugistruktuuri moonutust, mis kahjustab selle normaalkasutust, tuleb pidada tõrkeks.

source: Any distortion of the busbars or supporting structure of the assembly that impairs normal insertion or removal of the removable parts shall be deemed a failure.
et: Kogumislattide või kooste tugistruktuuri mistahes moonutust, mis kahjustab eemaldatavate osade normaalset sisestamist või eemaldamist, tuleb pidada tõrkeks.

source: Deformation of the enclosure or of the internal partitions, barriers and obstacles due to the short-circuit current is permissible to the extent that the degree of protection is not apparently impaired and the clearances or creepage distances are not reduced to values that are less than those specified in 8.3.
et: Ümbrise või sisemiste vaheseinte, kaitsepiirete ja -tõkete lühisvooludest tingitud deformatsiooni lubatakse sedavõrd, kuivõrd see ei kahjusta nähtavalt kaitseastet ega muuda õhk- ega roomevahemikke jaotises 8.3 sätestatud väärtustest lühemaks.

source: Additionally, after the tests of 10.11.5.3 incorporating short-circuit protective devices, the tested equipment shall be capable of withstanding the power-frequency withstand voltage test of 10.9.2 at a voltage value for the "after-test" condition prescribed in the relevant short-circuit protective device standard for the appropriate short-circuit test, as follows: a) between all live parts and the exposed-conductive-parts of the assembly, and b) between each pole and all other poles connected to the exposed-conductive-parts of the assembly.
et: Lisaks, pärast jaotises 10.11.5.3 kirjeldatud katsetusi, mis hõlmavad lühisekaitseaparaate, peavad katsetatud seadmed olema võimelised taluma jaotises 10.9.2 esitatud võrgusagedusliku taluvuspinge katsetust asjakohase lühisekaitseaparaadi standardi kohase lühisekatsetuse jaoks määratud pinge väärtusel katsetusjärgsetes oludes järgmiselt: a) kooste kõigi pingestatud osade ja pingealdiste juhtivate osade vahel ning b) iga pooluse ja kooste pingealdiste juhtivate osadega ühendatud kõigi teiste pooluste vahel.

source: If tests a) and b) above are conducted, they shall be carried out with any fuses replaced and with any switching device closed.
et: Kui ülalnimetatud katsetusi a ja b korraldatakse, tuleb need sooritada, kui kõik sulavkaitsmed on vahetatud ja kõik lülitusaparaadid on sisse lülitatud.

source: In case of any doubt, it shall be checked that the equipment incorporated in the assembly is in a condition as prescribed in the relevant product standards and/or device manufacturer’s information, e.g. can be manually opened and closed.
et: Kahtluse korral tuleb kontrollida, kas koostes sisalduvad seadmed on seisundis, mis vastab asjakohastes tootestandardites ettekirjutatule ja/või aparaadi tootja teabele, nt kas neid saab käsitsi sisse või välja lülitada.

source: The fusible element (see 10.11.5.2), if any, shall not indicate a fault current.
et: Sulavelement (vt jaotis 10.11.5.2), kui see on olemas, ei tohi näidata rikkevoolu.

source: There shall be neither arcing nor flashover between poles of the protective device, or between poles and enclosure.
et: Kaitseaparaadi pooluste vahel ega pooluste ja ümbrise vahel ei tohi olla kaarlahendust ega ülelööki.

source: 10.11.5.6 Testing of the protective circuit 10.11.5.6.1 General This test does not apply for circuits according to 10.11.2.
et: 10.11.5.6 Kaitseahela katsetamine 10.11.5.6.1 Üldnõuded Seda katsetust ei rakendata jaotises 10.11.2 kirjeldatud ahelatele.

source: A single-phase test supply shall be connected to the incoming terminal of one phase and to the terminal for the incoming protective conductor.
et: Ühefaasiline katsetus-toiteseade tuleb ühendada ühe faasi sisendklemmiga ja siseneva kaitsejuhi klemmiga.

source: When the assembly is provided with a separate protective conductor, the nearest line conductor shall be used.
et: Kui koostes on ette nähtud eraldi kaitsejuht, tuleb kasutada lähimat faasijuhti.

source: Where the assembly is extendable, the protective circuit tested shall include at least one joint.
et: Kui kooste on laiendatav, peab katsetatud kaitseahel sisaldama vähemalt üht liitekohta.

source: For each representative outgoing unit, a separate test shall be carried out with a bolted short-circuit connection between the corresponding outgoing phase terminal of the unit and the terminal for the relevant outgoing protective conductor.
et: Iga esindusliku väljundühiku jaoks tuleb sooritada eraldi katsetus, lühistades poltliitmiku abil ühiku asjakohase väljuva faasijuhi klemmi ja asjakohase väljuva kaitsejuhi klemmi.

source: Each outgoing unit on test shall be fitted with its intended protective device.
et: Kõik katsetatavad väljundühikud tuleb varustada ettenähtud kaitseaparaatidega.

source: Where alternative protective devices can be incorporated in the outgoing unit, the protective device which lets through the maximum values of peak current and I 2t shall be used.
et: Kui väljundühikusse võib lisada alternatiivseid kaitseaparaate, tuleb kasutada kaitseaparaati, mis laseb läbi suurimate väärtustega löökvoolu ja impulsi I2t.

source: For this test, the frame of the assembly shall be insulated from the earth.
et: Selle katsetuse puhul tuleb kooste raam maast isoleerida.

source: The test voltage shall be equal to 1,05 times the single-phase value of the rated operational voltage.
et: Katsetuspinge peab võrduma 1,05-kordse ühefaasilise tunnus-talitluspingega.

source: Unless otherwise agreed between the original manufacturer and the user, the value of the test current in the protective conductor shall be at least 60 % of the line current during the three-phase test of the assembly.
et: Kui esmatootja ja kasutaja vahel pole teisiti kokku lepitud, peab kaitsejuhi katsetusvool kooste kolmefaasilisel katsetamisel olema vähemalt 60 % faasivoolust.

source: All other conditions of this test shall be analogous to 10.11.5.2 to 10.11.5.4 inclusive.
et: Selle katsetuse kõik muud tingimused peavad olema samasugused nagu jaotistes 10.11.5.2 kuni 10.11.5.4.

source: 10.11.5.6.2 Results to be obtained The continuity and the short-circuit withstand strength of the protective circuit, whether it consists of a separate conductor or the frame or enclosure of the assembly, shall not be significantly impaired.
et: 10.11.5.6.2 Saavutamist vajavad tulemused Kaitseahela pidevus ja lühisetaluvus ei tohi olla märgatavalt kahjustatud, sõltumata sellest, kas see sisaldab eraldi juhti või kooste raami või ümbrist.

source: Besides visual inspection, this may be verified by measurements with a current of the order of the rated current of the relevant outgoing unit.
et: Peale visuaalse ülevaatuse saab seda kontrollida mõõtmise teel vooluga, mis suurusjärgult võrdub asjakohase väljundühiku tunnusvooluga.

source: The earth continuity between the exposed-conductive-parts of a class I assembly and the protective circuit shall remain effective.
et: Maanduse pidevus I klassi kooste pingealdiste juhtivate osade ja kaitseahela vahel peab jääma tõhusaks.

source: If in doubt, measurements according to 10.5.2 shall be carried out.
et: Kahtluse korral tuleb sooritada mõõtmised vastavalt jaotisele 10.5.2.

source: Where the frame or enclosure of the assembly is used as a protective conductor, sparks and localized heating at joints are permitted, provided they do not impair the electrical continuity and provided that adjacent flammable parts are not ignited.
et: Kui kaitsejuhina kasutatakse kooste raami või ümbrist, võib liitekohtades lubada sädemeid ja lokaalset kuumenemist tingimusel, et need ei kahjusta elektrilist pidevust ning on tagatud, et külgnevad põlevosad ei ole süttinud.

source: NOTE A comparison of the resistances measured before and after the test, between the terminal for the incoming protective conductor and the terminal for the relevant outgoing protective conductor, gives an indication of conformity with this condition.
et: MÄRKUS Vastavust sellele tingimusele näitab siseneva kaitsejuhi klemmi ja asjakohase väljuva kaitsejuhi klemmi vahelise takistuse võrdlemine mõõtmise teel enne ja pärast katsetust.

source: 10.12 Electromagnetic compatibility (EMC) For EMC tests, see J.10.12.
et: 10.12 Elektromagnetiline ühilduvus Elektromagnetilise ühilduvuse katsetuste kohta vt jaotis J.10.12.
